[
  {
    "title": "event",
    "duration": "2h 49min",
    "rate": 4.3,
    "position": 0,
    "release-date": "무엇을 적을까?",
    "short-info": "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.",
    "plot": "In Earth's future, a global crop blight and second Dust Bowl are slowly rendering the planet uninhabitable. Professor Brand (Michael Caine), a brilliant NASA physicist, is working on plans to save mankind by transporting Earth's population to a new home via a wormhole. But first, Brand must send former NASA pilot Cooper (Matthew McConaughey) and a team of researchers through the wormhole and across the galaxy to find out which of three planets could be mankind's new home.",
    "poster_path": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image01.jpg?alt=media&token=1af38440-bc86-49b6-8a44-41592c9d850b",
    "backgroundColor": "A4B9BD",
    "backdrop_image": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image01.jpg?alt=media&token=1af38440-bc86-49b6-8a44-41592c9d850b"


  },
  {
    "title": "event",
    "duration": "2h 35min",
    "rate": 4.3,
    "position": 1,
    "release-date": "무엇을 적을까?",
    "short-info": "A former Roman General sets out to exact vengeance against the corrupt emperor who murdered his family and sent him into slavery.",
    "plot": "Set in Roman times, the story of a once-powerful general forced to become a common gladiator. The emperor's son is enraged when he is passed over as heir in favour of his father's favourite general. He kills his father and arranges the murder of the general's family, and the general is sold into slavery to be trained as a gladiator - but his subsequent popularity in the arena threatens the throne.",
    "poster_path": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image02.jpg?alt=media&token=2eda1b41-225e-4063-8b74-4ccea4169135",
    "backgroundColor": "C59613",
    "backdrop_image": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image02.jpg?alt=media&token=2eda1b41-225e-4063-8b74-4ccea4169135"

  },
  {
    "title": "event",
    "duration": "3h 21min",
    "rate": 4.5,
    "position": 2,
    "release-date": "무엇을 적을까?",
    "short-info": "Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring.",
    "plot": "The culmination of nearly 10 years' work and conclusion to Peter Jackson's epic trilogy based on the timeless J.R.R. Tolkien classic, The Lord of the Rings: The Return of the King presents the final confrontation between the forces of good and evil fighting for control of the future of Middle-earth. Hobbits Frodo and Sam reach Mordor in their quest to destroy the `one ring', while Aragorn leads the forces of good against Sauron's evil army at the stone city of Minas Tirith.",
    "poster_path": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image03.jpg?alt=media&token=da34a88f-58c4-4bcc-8aef-55c3b606f79d",
    "backgroundColor": "9A9685",
    "backdrop_image": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image03.jpg?alt=media&token=da34a88f-58c4-4bcc-8aef-55c3b606f79d"

  },
  {
    "title": "event",
    "duration": "1h 45min",
    "rate": 4.2,
    "position": 3,
    "release-date": "무엇을 적을까?",
    "short-info": "Aspiring musician Miguel, confronted with his family's ancestral ban on music, enters the Land of the Dead to find his great-great-grandfather, a legendary singer.",
    "plot": "Despite his family's generations-old ban on music, young Miguel dreams of becoming an accomplished musician like his idol Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead. After meeting a charming trickster named Héctor, the two new friends embark on an extraordinary journey to unlock the real story behind Miguel's family history.",
    "poster_path": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image04.jpg?alt=media&token=f1a61600-0a10-475c-be7d-ee0794e9bfdd",
    "backgroundColor": "2A1C66",
    "backdrop_image": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image04.jpg?alt=media&token=f1a61600-0a10-475c-be7d-ee0794e9bfdd"

  },
  {
    "title": "event",
    "duration": "2h 50min",
    "rate": 4.2,
    "position": 4,
    "release-date": "무엇을 적을까?",
    "short-info": "Two friends are searching for their long lost companion. They revisit their college days and recall the memories of their friend who inspired them to think differently, even as the rest of the world called them idiots",
    "plot": "In college, Farhan and Raju form a great bond with Rancho due to his positive and refreshing outlook to life. Years later, a bet gives them a chance to look for their long-lost friend whose existence seems rather elusive.",
    "poster_path": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image05.jpg?alt=media&token=9d094251-0f8d-4a24-94ed-03bdf4351e42",
    "backgroundColor": "ECB74B",
    "backdrop_image": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image05.jpg?alt=media&token=9d094251-0f8d-4a24-94ed-03bdf4351e42"

  },
  {
    "title": "event",
    "duration": "1h 43min",
    "rate": 4.1,
    "position": 5,
    "release-date": "무엇을 적을까?",
    "short-info": "An insurance salesman discovers his whole life is actually a reality TV show.",
    "plot": "He doesn't know it, but everything in Truman Burbank's (Jim Carrey) life is part of a massive TV set. Executive producer Christof (Ed Harris) orchestrates The Truman Show, a live broadcast of Truman's every move captured by hidden cameras. Cristof tries to control Truman's mind, even removing his true love, Sylvia (Natascha McElhone), from the show and replacing her with Meryl (Laura Linney). As Truman gradually discovers the truth, however, he must decide whether to act on it.",
    "poster_path": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image06.jpg?alt=media&token=94997896-c173-48e3-98c0-c26f339cc43f",
    "backgroundColor": "65738F",
    "backdrop_image": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image06.jpg?alt=media&token=94997896-c173-48e3-98c0-c26f339cc43f"

  },
  {
    "title": "event",
    "duration": "1h 50min",
    "rate": 3.8,
    "position": 6,
    "release-date": "무엇을 적을까?",
    "short-info": "The eccentric members of a dysfunctional family reluctantly gather under the same roof for various reasons.",
    "plot": "Royal Tenenbaum and his wife Etheline had three children and then they separated. All three children are extraordinary --- all geniuses. Virtually all memory of the brilliance of the young Tenenbaums was subsequently erased by two decades of betrayal, failure, and disaster. Most of this was generally considered to be their father's fault. The Royal Tenenbaums is the story of the family's sudden, unexpected reunion one recent winter.",
    "poster_path": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image07.jpg?alt=media&token=3897340b-8b80-4267-ab8a-3e5022f8c3d3",
    "backgroundColor": "E7871C",
    "backdrop_image": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image07.jpg?alt=media&token=3897340b-8b80-4267-ab8a-3e5022f8c3d3"

  },
  {
    "title": "event",
    "duration": "2h 28min",
    "rate": 4.4,
    "position": 7,
    "release-date": "무엇을 적을까?",
    "short-info": "A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a C.E.O.",
    "plot": "Dom Cobb (Leonardo DiCaprio) is a thief with the rare ability to enter people's dreams and steal their secrets from their subconscious. His skill has made him a hot commodity in the world of corporate espionage but has also cost him everything he loves. Cobb gets a chance at redemption when he is offered a seemingly impossible task: Plant an idea in someone's mind. If he succeeds, it will be the perfect crime, but a dangerous enemy anticipates Cobb's every move.",
    "poster_path": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image08.jpg?alt=media&token=aec1e020-b54f-4651-8ef7-a52483944d63",
    "backgroundColor": "002538",
    "backdrop_image": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image08.jpg?alt=media&token=aec1e020-b54f-4651-8ef7-a52483944d63"
  },
  {
    "title": "event",
    "duration": "2h 29min",
    "rate": 4.3,
    "position": 8,
    "release-date": "무엇을 적을까?",
    "short-info": "The Avengers and their allies must be willing to sacrifice all in an attempt to defeat the powerful Thanos before his blitz of devastation and ruin puts an end to the universe.",
    "plot": "Iron Man, Thor, the Hulk and the rest of the Avengers unite to battle their most powerful enemy yet -- the evil Thanos. On a mission to collect all six Infinity Stones, Thanos plans to use the artifacts to inflict his twisted will on reality. The fate of the planet and existence itself has never been more uncertain as everything the Avengers have fought for has led up to this moment.",
    "poster_path": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image09.jpg?alt=media&token=48e7de19-21c5-415b-ae99-f931fd9eb254",
    "backgroundColor": "E83537",
    "backdrop_image": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image09.jpg?alt=media&token=48e7de19-21c5-415b-ae99-f931fd9eb254"

  },
  {
    "title": "event",
    "duration": "3h 1min",
    "rate": 4.4,
    "position": 9,
    "release-date": "무엇을 적을까?",
    "short-info": "After the devastating events of Avengers: Infinity War (2018), the universe is in ruins. With the help of remaining allies, the Avengers assemble once more in order to undo Thanos' actions and restore order to the universe.",
    "plot": "Adrift in space with no food or water, Tony Stark sends a message to Pepper Potts as his oxygen supply starts to dwindle. Meanwhile, the remaining Avengers -- Thor, Black Widow, Captain America and Bruce Banner -- must figure out a way to bring back their vanquished allies for an epic showdown with Thanos -- the evil demigod who decimated the planet and the universe.",
    "poster_path": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image10.jpg?alt=media&token=e619ae7b-89e1-4dbf-8572-785da4923346",
    "backgroundColor": "400C69",
    "backdrop_image": "https://firebasestorage.googleapis.com/v0/b/tumcou-e945a.appspot.com/o/eventimage%2Fevent_image10.jpg?alt=media&token=e619ae7b-89e1-4dbf-8572-785da4923346"

  }
]